Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Login & security
ar: تسجيل الدخول والأمان
ar_ps: الدخول والأمان
el: Σύνδεση & ασφάλεια
es: Inicio de sesión y seguridad
fa: ورود و امنیت
fr: Connexion et sécurité
id: Login & keamanan
it: Accesso e sicurezza
ja: ログインとセキュリティ
ro: Conectare și securitate
th: การเข้าสู่ระบบและความปลอดภัย
tr: Giriş ve güvenlik
zh: 登录与安全

source: Manage availability dates
ar: إدارة تواريخ التوفر
ar_ps: إدارة تواريخ التوفّر
el: Διαχείριση ημερομηνιών διαθεσιμότητας
es: Gestionar fechas de disponibilidad
fa: مدیریت تاریخ‌های در دسترس
fr: Gérer les dates de disponibilité
id: Kelola tanggal ketersediaan
it: Gestisci le date di disponibilità
ja: 空き状況の日程を管理
ro: Gestionează datele de disponibilitate
th: จัดการวันที่ว่าง
tr: Uygunluk tarihlerini yönet
zh: 管理可用日期

source: Manage dates
ar: إدارة التواريخ
ar_ps: إدارة التواريخ
el: Διαχείριση ημερομηνιών
es: Gestionar fechas
fa: مدیریت تاریخ‌ها
fr: Gérer les dates
id: Kelola tanggal
it: Gestisci le date
ja: 日程を管理
ro: Gestionează datele
th: จัดการวันที่
tr: Tarihleri yönet
zh: 管理日期

source: Map
ar: الخريطة
ar_ps: الخريطة
el: Χάρτης
es: Mapa
fa: نقشه
fr: Carte
id: Peta
it: Mappa
ja: マップ
ro: Hartă
th: แผนที่
tr: Harita
zh: 地图

source: Maximum stay must be at least the minimum stay.
ar: يجب ألا تقل مدة الإقامة القصوى عن مدة الإقامة الدنيا.
ar_ps: أطول إقامة لازم تكون على الأقل زي أقصر إقامة.
el: Η μέγιστη διαμονή πρέπει να είναι τουλάχιστον ίση με την ελάχιστη διαμονή.
es: La estancia máxima debe ser al menos igual a la mínima.
fa: حداکثر اقامت باید حداقل برابر با حداقل اقامت باشد.
fr: Le séjour maximum doit être au moins égal au séjour minimum.
id: Inap maksimum harus minimal sama dengan inap minimum.
it: Il soggiorno massimo deve essere almeno pari al minimo.
ja: 最長滞在日数は最短滞在日数以上にしてください。
ro: Sejurul maxim trebuie să fie cel puțin cât sejurul minim.
th: การเข้าพักสูงสุดต้องไม่น้อยกว่าการเข้าพักขั้นต่ำ
tr: Maksimum konaklama, en az minimum konaklama kadar olmalı.
zh: 最长入住时间不得短于最短入住时间。

source: Member since
ar: عضو منذ
ar_ps: عضو من
el: Μέλος από
es: Miembro desde
fa: عضو از
fr: Membre depuis
id: Anggota sejak
it: Membro dal
ja: メンバー登録
ro: Membru din
th: เป็นสมาชิกตั้งแต่
tr: Üyelik tarihi
zh: 注册于

source: Message
ar: رسالة
ar_ps: رسالة
el: Μήνυμα
es: Mensaje
fa: پیام
id: Pesan
it: Messaggio
ja: メッセージ
ro: Mesaj
th: ข้อความ
tr: Mesaj
zh: 消息

source: Message %@
ar: راسل %@
ar_ps: راسل %@
el: Μήνυμα προς %@
es: Mensaje para %@
fa: پیام به %@
fr: Écrire à %@
id: Pesan ke %@
it: Scrivi a %@
ja: %@にメッセージ
ro: Trimite mesaj lui %@
th: ส่งข้อความถึง %@
tr: %@ kişisine mesaj gönder
zh: 给 %@ 发消息

source: Messages
ar: الرسائل
ar_ps: الرسائل
el: Μηνύματα
es: Mensajes
fa: پیام‌ها
id: Pesan
it: Messaggi
ja: メッセージ
ro: Mesaje
th: ข้อความ
tr: Mesajlar
zh: 消息

source: Messages unavailable
ar: الرسائل غير متاحة
ar_ps: الرسائل مش متاحة
el: Τα μηνύματα δεν είναι διαθέσιμα
es: Mensajes no disponibles
fa: پیام‌ها در دسترس نیستند
fr: Messages indisponibles
id: Pesan tidak tersedia
it: Messaggi non disponibili
ja: メッセージは利用できません
ro: Mesaje indisponibile
th: ข้อความไม่พร้อมใช้งาน
tr: Mesajlar kullanılamıyor
zh: 消息不可用

source: Metrics
ar: المقاييس
ar_ps: المقاييس
el: Μετρήσεις
es: Métricas
fa: معیارها
fr: Statistiques
id: Metrik
it: Metriche
ja: 指標
ro: Valori
th: เมตริก
tr: Ölçümler
zh: 数据

source: Microphone or speech recognition is turned off for Swapl — enable both in Settings to dictate your wish.
ar: الميكروفون أو التعرف على الكلام معطّل لـ Swapl — فعّل كليهما في الإعدادات لإملاء أمنيتك.
ar_ps: المايك أو التعرّف على الصوت مقفّل لـ Swapl — فعّل الاتنين من الإعدادات عشان تملي أمنيتك.
el: Το μικρόφωνο ή η αναγνώριση ομιλίας είναι απενεργοποιημένα για τη Swapl — ενεργοποιήστε και τα δύο στις Ρυθμίσεις για να υπαγορεύσετε την επιθυμία σας.
es: El micrófono o el reconocimiento de voz están desactivados para Swapl — activa ambos en Ajustes para dictar tu deseo.
fa: میکروفون یا تشخیص گفتار برای Swapl خاموش است — هر دو را در تنظیمات فعال کنید تا آرزویتان را دیکته کنید.
fr: Le micro ou la reconnaissance vocale est désactivé pour Swapl — activez les deux dans les Réglages pour dicter votre souhait.
id: Mikrofon atau pengenalan suara mati untuk Swapl — aktifkan keduanya di Pengaturan untuk mendiktekan keinginan Anda.
it: Il microfono o il riconoscimento vocale è disattivato per Swapl — attivali entrambi nelle Impostazioni per dettare il tuo desiderio.
ja: Swaplのマイクまたは音声認識がオフになっています。設定で両方を有効にして、希望を音声入力しましょう。
ro: Microfonul sau recunoașterea vocală este dezactivată pentru Swapl — activează-le pe ambele în Setări pentru a-ți dicta dorința.
th: ไมโครโฟนหรือการรู้จำเสียงพูดสำหรับ Swapl ปิดอยู่ — เปิดทั้งสองอย่างในการตั้งค่าเพื่อบอกความปรารถนาของคุณ
tr: Swapl için mikrofon veya konuşma tanıma kapalı — isteğini dikte etmek için ikisini de Ayarlar'dan etkinleştir.
zh: Swapl 的麦克风或语音识别已关闭——请在“设置”中同时启用，以语音说出你的心愿。

source: Minimum number of guests
ar: الحد الأدنى لعدد الضيوف
ar_ps: أقل عدد ضيوف
el: Ελάχιστος αριθμός επισκεπτών
es: Número mínimo de huéspedes
fa: حداقل تعداد مهمانان
fr: Nombre minimum de voyageurs
id: Jumlah tamu minimum
it: Numero minimo di ospiti
ja: 最少ゲスト人数
ro: Numărul minim de oaspeți
th: จำนวนผู้เข้าพักขั้นต่ำ
tr: Minimum misafir sayısı
zh: 最少房客人数

source: Minimum size in square meters
ar: الحد الأدنى للمساحة بالأمتار المربعة
ar_ps: أقل مساحة بالمتر المربع
el: Ελάχιστο μέγεθος σε τετραγωνικά μέτρα
es: Tamaño mínimo en metros cuadrados
fa: حداقل مساحت به متر مربع
fr: Surface minimale en mètres carrés
id: Ukuran minimum dalam meter persegi
it: Dimensione minima in metri quadri
ja: 最小の広さ（平方メートル）
ro: Suprafața minimă în metri pătrați
th: ขนาดขั้นต่ำเป็นตารางเมตร
tr: Metrekare cinsinden minimum boyut
zh: 最小面积（平方米）

source: Most hosts create the listing while they are at home. Use location once to fill the address, city, neighbourhood, country and map pin.
ar: ينشئ معظم المضيفين العرض وهم في المنزل. استخدم الموقع مرة واحدة لملء العنوان والمدينة والحي والدولة ودبوس الخريطة.
ar_ps: أغلب المستضيفين بيعملوا الإعلان وهم بالبيت. استخدم الموقع مرة عشان تعبّي العنوان والمدينة والحي والدولة ودبّوس الخريطة.
el: Οι περισσότεροι οικοδεσπότες δημιουργούν την καταχώριση όσο βρίσκονται στο σπίτι. Χρησιμοποιήστε την τοποθεσία μία φορά για να συμπληρώσετε τη διεύθυνση, την πόλη, τη γειτονιά, τη χώρα και την πινέζα του χάρτη.
es: La mayoría de los anfitriones crean el anuncio mientras están en casa. Usa la ubicación una vez para rellenar la dirección, la ciudad, el barrio, el país y el punto del mapa.
fa: بیشتر میزبانان آگهی را زمانی که در خانه هستند ایجاد می‌کنند. یک‌بار از موقعیت استفاده کنید تا آدرس، شهر، محله، کشور و نشانگر نقشه پر شود.
fr: La plupart des hôtes créent l'annonce depuis leur domicile. Utilisez la localisation une fois pour remplir l'adresse, la ville, le quartier, le pays et le repère sur la carte.
id: Kebanyakan tuan rumah membuat listing saat berada di rumah. Gunakan lokasi sekali untuk mengisi alamat, kota, lingkungan, negara, dan pin peta.
it: La maggior parte degli host crea l'annuncio mentre è a casa. Usa la posizione una volta per compilare indirizzo, città, quartiere, paese e segnaposto sulla mappa.
ja: ほとんどのホストは住まいにいる間にリスティングを作成します。位置情報を一度使うと、住所、都市、地区、国、マップピンが入力されます。
ro: Majoritatea gazdelor creează anunțul cât timp sunt acasă. Folosește locația o dată pentru a completa adresa, orașul, cartierul, țara și marcajul pe hartă.
th: เจ้าของที่พักส่วนใหญ่สร้างรายการขณะอยู่ที่บ้าน ใช้ตำแหน่งครั้งเดียวเพื่อกรอกที่อยู่ เมือง ย่าน ประเทศ และหมุดบนแผนที่
tr: Çoğu ev sahibi ilanı evdeyken oluşturur. Adres, şehir, mahalle, ülke ve harita iğnesini doldurmak için konumu bir kez kullan.
zh: 多数房东在家时创建房源。使用一次定位即可填好地址、城市、街区、国家和地图标点。

source: My dates are flexible
ar: تواريخي مرنة
ar_ps: تواريخي مرنة
el: Οι ημερομηνίες μου είναι ευέλικτες
es: Mis fechas son flexibles
fa: تاریخ‌های من انعطاف‌پذیر است
fr: Mes dates sont flexibles
id: Tanggal saya fleksibel
it: Le mie date sono flessibili
ja: 日程は柔軟です
ro: Datele mele sunt flexibile
th: วันที่ของฉันยืดหยุ่นได้
tr: Tarihlerim esnek
zh: 我的日期灵活

source: My Swapl story
ar: قصتي مع Swapl
ar_ps: قصّتي مع Swapl
el: Η ιστορία μου στη Swapl
es: Mi historia en Swapl
fa: داستان Swapl من
fr: Mon histoire Swapl
id: Cerita Swapl saya
it: La mia storia Swapl
ja: 私のSwaplストーリー
ro: Povestea mea Swapl
th: เรื่องราว Swapl ของฉัน
tr: Swapl hikâyem
zh: 我的 Swapl 故事

source: Need help right now?
ar: تحتاج مساعدة الآن؟
ar_ps: بدّك مساعدة هلق؟
el: Χρειάζεστε βοήθεια τώρα;
es: ¿Necesitas ayuda ahora mismo?
fa: همین حالا به کمک نیاز دارید؟
fr: Besoin d'aide maintenant ?
id: Butuh bantuan sekarang?
it: Hai bisogno di aiuto adesso?
ja: 今すぐサポートが必要ですか？
ro: Ai nevoie de ajutor acum?
th: ต้องการความช่วยเหลือตอนนี้ไหม?
tr: Şimdi yardıma mı ihtiyacın var?
zh: 现在需要帮助吗？

source: Neighbourhood
ar: الحي
ar_ps: الحي
el: Γειτονιά
es: Barrio
fa: محله
fr: Quartier
id: Lingkungan
it: Quartiere
ja: 地区
ro: Cartier
th: ย่าน
tr: Mahalle
zh: 街区

source: New dates
ar: تواريخ جديدة
ar_ps: تواريخ جديدة
el: Νέες ημερομηνίες
es: Nuevas fechas
fa: تاریخ‌های جدید
fr: Nouvelles dates
id: Tanggal baru
it: Nuove date
ja: 新しい日程
ro: Date noi
th: วันที่ใหม่
tr: Yeni tarihler
zh: 新日期

source: New to Swapl? Create an account
ar: جديد على Swapl؟ أنشئ حساباً
ar_ps: جديد على Swapl؟ اعمل حساب
el: Νέος στη Swapl; Δημιουργήστε λογαριασμό
es: ¿Eres nuevo en Swapl? Crea una cuenta
fa: تازه‌وارد Swapl هستید؟ یک حساب ایجاد کنید
fr: Nouveau sur Swapl ? Créez un compte
id: Baru di Swapl? Buat akun
it: Nuovo su Swapl? Crea un account
ja: Swaplは初めてですか？ アカウントを作成
ro: Ești nou pe Swapl? Creează un cont
th: เพิ่งมาใช้ Swapl? สร้างบัญชี
tr: Swapl'da yeni misin? Hesap oluştur
zh: 初来 Swapl？创建账号

source: Newest
ar: الأحدث
ar_ps: الأحدث
el: Νεότερα
es: Más recientes
fa: جدیدترین
fr: Plus récent
id: Terbaru
it: Più recenti
ja: 新しい順
ro: Cele mai noi
th: ใหม่ที่สุด
tr: En yeni
zh: 最新

source: No completed swaps yet — passport stamps appear here after each stay.
ar: لا توجد تبادلات مكتملة بعد — تظهر أختام جواز السفر هنا بعد كل إقامة.
ar_ps: لسا ما في تبديلات مكتملة — أختام الجواز بتطلع هون بعد كل إقامة.
el: Δεν υπάρχουν ακόμη ολοκληρωμένες ανταλλαγές — οι σφραγίδες διαβατηρίου εμφανίζονται εδώ μετά από κάθε διαμονή.
es: Aún no hay intercambios completados — los sellos del pasaporte aparecen aquí después de cada estancia.
fa: هنوز مبادله‌ای تکمیل نشده است — مهرهای گذرنامه پس از هر اقامت اینجا ظاهر می‌شوند.
fr: Aucun échange terminé pour l'instant — les tampons de passeport apparaissent ici après chaque séjour.
id: Belum ada tukaran selesai — cap paspor muncul di sini setelah setiap inap.
it: Ancora nessuno scambio completato — i timbri del passaporto appaiono qui dopo ogni soggiorno.
ja: 完了したスワップはまだありません。滞在ごとにパスポートのスタンプがここに表示されます。
ro: Niciun schimb finalizat încă — ștampilele de pașaport apar aici după fiecare sejur.
th: ยังไม่มีการแลกเปลี่ยนที่เสร็จสมบูรณ์ — ตราประทับพาสปอร์ตจะปรากฏที่นี่หลังการเข้าพักแต่ละครั้ง
tr: Henüz tamamlanmış takas yok — pasaport damgaları her konaklamadan sonra burada görünür.
zh: 尚无已完成的互换——每次入住后，护照印章会出现在这里。

source: No conversations match your current search or filter.
ar: لا توجد محادثات تطابق بحثك أو تصفيتك الحالية.
ar_ps: ما في محادثات بتطابق بحثك أو فلترك الحالي.
el: Καμία συνομιλία δεν ταιριάζει με την τρέχουσα αναζήτηση ή το φίλτρο σας.
es: Ninguna conversación coincide con tu búsqueda o filtro actual.
fa: هیچ گفتگویی با جستجو یا فیلتر فعلی شما مطابقت ندارد.
fr: Aucune conversation ne correspond à votre recherche ou filtre actuel.
id: Tidak ada percakapan yang cocok dengan pencarian atau filter Anda.
it: Nessuna conversazione corrisponde alla ricerca o al filtro attuale.
ja: 現在の検索またはフィルターに一致する会話はありません。
ro: Nicio conversație nu corespunde căutării sau filtrului tău curent.
th: ไม่มีการสนทนาที่ตรงกับการค้นหาหรือตัวกรองปัจจุบันของคุณ
tr: Mevcut arama veya filtrenle eşleşen sohbet yok.
zh: 没有对话符合你当前的搜索或筛选。

source: No homes found
ar: لم يُعثر على منازل
ar_ps: ما لقينا بيوت
el: Δεν βρέθηκαν σπίτια
es: No se encontraron casas
fa: هیچ خانه‌ای پیدا نشد
fr: Aucun logement trouvé
id: Tidak ada rumah ditemukan
it: Nessuna casa trovata
ja: 住まいが見つかりません
ro: Nicio locuință găsită
th: ไม่พบบ้าน
tr: Ev bulunamadı
zh: 未找到房源

source: No hosts online right now.
ar: لا يوجد مضيفون متصلون الآن.
ar_ps: ما في مستضيفين أونلاين هلق.
el: Κανένας οικοδεσπότης δεν είναι συνδεδεμένος αυτή τη στιγμή.
es: No hay anfitriones en línea ahora mismo.
fa: در حال حاضر هیچ میزبانی آنلاین نیست.
fr: Aucun hôte en ligne pour le moment.
id: Tidak ada tuan rumah daring saat ini.
it: Nessun host online al momento.
ja: 現在オンラインのホストはいません。
ro: Nicio gazdă online momentan.
th: ไม่มีเจ้าของที่พักออนไลน์ในขณะนี้
tr: Şu anda çevrimiçi ev sahibi yok.
zh: 当前没有房东在线。

source: No matches
ar: لا توجد نتائج مطابقة
ar_ps: ما في توافقات
el: Κανένα ταίριασμα
es: Sin coincidencias
fa: بدون تطابق
fr: Aucune correspondance
id: Tidak ada yang cocok
it: Nessun risultato
ja: マッチなし
ro: Nicio potrivire
th: ไม่มีรายการที่ตรงกัน
tr: Eşleşme yok
zh: 无匹配

source: No messages yet
ar: لا توجد رسائل بعد
ar_ps: لسا ما في رسائل
el: Δεν υπάρχουν ακόμη μηνύματα
es: Aún no hay mensajes
fa: هنوز پیامی نیست
fr: Aucun message pour l'instant
id: Belum ada pesan
it: Ancora nessun messaggio
ja: メッセージはまだありません
ro: Niciun mesaj încă
th: ยังไม่มีข้อความ
tr: Henüz mesaj yok
zh: 暂无消息

source: No passkeys yet.
ar: لا توجد مفاتيح مرور بعد.
ar_ps: لسا ما في مفاتيح مرور.
el: Δεν υπάρχουν ακόμη passkeys.
es: Aún no hay claves de acceso.
fa: هنوز گذرکلیدی نیست.
fr: Aucune clé d'accès pour l'instant.
id: Belum ada passkey.
it: Ancora nessuna passkey.
ja: パスキーはまだありません。
ro: Nicio cheie de acces încă.
th: ยังไม่มีพาสคีย์
tr: Henüz geçiş anahtarı yok.
zh: 尚无通行密钥。

source: No points activity yet. Earn points by hosting, or gift some to a friend.
ar: لا يوجد نشاط نقاط بعد. اكسب نقاطاً بالاستضافة، أو أهدِ بعضها لصديق.
ar_ps: لسا ما في نشاط نقاط. اكسب نقاط بالاستضافة، أو اهدِ شوي لصاحب.
el: Δεν υπάρχει ακόμη δραστηριότητα πόντων. Κερδίστε πόντους φιλοξενώντας ή δωρίστε μερικούς σε έναν φίλο.
es: Aún no hay actividad de puntos. Gana puntos hospedando o regala algunos a un amigo.
fa: هنوز فعالیت امتیازی نیست. با میزبانی امتیاز کسب کنید یا مقداری به یک دوست هدیه دهید.
fr: Aucune activité de points pour l'instant. Gagnez des points en accueillant, ou offrez-en à un ami.
id: Belum ada aktivitas poin. Dapatkan poin dengan menjamu, atau hadiahkan ke teman.
it: Ancora nessuna attività sui punti. Guadagna punti ospitando o regalane qualcuno a un amico.
ja: ポイントのアクティビティはまだありません。ホストしてポイントを獲得するか、友人に贈りましょう。
ro: Nicio activitate de puncte încă. Câștigă puncte găzduind sau dăruiește câteva unui prieten.
th: ยังไม่มีกิจกรรมพอยต์ รับพอยต์โดยการเป็นเจ้าของที่พัก หรือมอบให้เพื่อน
tr: Henüz puan etkinliği yok. Ev sahipliği yaparak puan kazan veya bir arkadaşına hediye et.
zh: 暂无积分记录。通过接待赚取积分，或赠送给好友。

source: No reviews yet
ar: لا توجد تقييمات بعد
ar_ps: لسا ما في تقييمات
el: Δεν υπάρχουν ακόμη κριτικές
es: Aún no hay reseñas
fa: هنوز نظری نیست
fr: Aucun avis pour l'instant
id: Belum ada ulasan
it: Ancora nessuna recensione
ja: レビューはまだありません
ro: Nicio recenzie încă
th: ยังไม่มีรีวิว
tr: Henüz değerlendirme yok
zh: 暂无评价

source: No reviews yet — hosts review each other after a completed swap.
ar: لا توجد تقييمات بعد — يقيّم المضيفون بعضهم بعد إتمام التبادل.
ar_ps: لسا ما في تقييمات — المستضيفين بيقيّموا بعض بعد كل تبديل مكتمل.
el: Δεν υπάρχουν ακόμη κριτικές — οι οικοδεσπότες αξιολογούν ο ένας τον άλλον μετά από μια ολοκληρωμένη ανταλλαγή.
es: Aún no hay reseñas — los anfitriones se valoran mutuamente tras un intercambio completado.
fa: هنوز نظری نیست — میزبانان پس از یک مبادله تکمیل‌شده درباره یکدیگر نظر می‌دهند.
fr: Aucun avis pour l'instant — les hôtes s'évaluent mutuellement après un échange terminé.
id: Belum ada ulasan — tuan rumah saling mengulas setelah tukaran selesai.
it: Ancora nessuna recensione — gli host si recensiscono a vicenda dopo uno scambio completato.
ja: レビューはまだありません。ホストはスワップ完了後にお互いをレビューします。
ro: Nicio recenzie încă — gazdele se evaluează reciproc după un schimb finalizat.
th: ยังไม่มีรีวิว — เจ้าของที่พักรีวิวกันหลังการแลกเปลี่ยนเสร็จสมบูรณ์
tr: Henüz değerlendirme yok — ev sahipleri tamamlanan bir takastan sonra birbirini değerlendirir.
zh: 暂无评价——房东在完成互换后互相评价。

source: No upcoming swaps
ar: لا توجد تبادلات قادمة
ar_ps: ما في تبديلات جاية
el: Δεν υπάρχουν επερχόμενες ανταλλαγές
es: No hay intercambios próximos
fa: هیچ مبادله پیش‌رویی نیست
fr: Aucun échange à venir
id: Tidak ada tukaran mendatang
it: Nessuno scambio in programma
ja: 今後のスワップはありません
ro: Niciun schimb viitor
th: ไม่มีการแลกเปลี่ยนที่จะมาถึง
tr: Yaklaşan takas yok
zh: 无即将到来的互换

source: Not feeling it
ar: لست متحمساً لها
ar_ps: مش حاسس فيها
el: Δεν με ενθουσιάζει
es: No me convence
fa: حسش نیست
fr: Pas convaincu
id: Kurang sreg
it: Non mi convince
ja: あまり良くない
ro: Nu prea mă încântă
th: รู้สึกไม่ค่อยดี
tr: Pek hoşuma gitmedi
zh: 感觉一般

source: Not ready? Join the waitlist
ar: لست مستعداً؟ انضم إلى قائمة الانتظار
ar_ps: مش جاهز؟ انضمّ لقائمة الانتظار
el: Δεν είστε έτοιμοι; Εγγραφείτε στη λίστα αναμονής
es: ¿No estás listo? Únete a la lista de espera
fa: آماده نیستید؟ به لیست انتظار بپیوندید
fr: Pas encore prêt ? Rejoignez la liste d'attente
id: Belum siap? Bergabung dengan daftar tunggu
it: Non sei pronto? Iscriviti alla lista d'attesa
ja: まだ準備ができていませんか？ ウェイトリストに登録
ro: Nu ești pregătit? Înscrie-te pe lista de așteptare
th: ยังไม่พร้อม? เข้าร่วมรายชื่อรอ
tr: Hazır değil misin? Bekleme listesine katıl
zh: 还没准备好？加入候补名单

source: Not started
ar: لم يبدأ
ar_ps: ما بلّش
el: Δεν ξεκίνησε
es: Sin empezar
fa: شروع نشده
fr: Non commencé
id: Belum dimulai
it: Non iniziato
ja: 未開始
ro: Neînceput
th: ยังไม่เริ่ม
tr: Başlamadı
zh: 未开始

source: Note (optional)
ar: ملاحظة (اختياري)
ar_ps: ملاحظة (اختياري)
el: Σημείωση (προαιρετικό)
es: Nota (opcional)
fa: یادداشت (اختیاری)
fr: Note (facultatif)
id: Catatan (opsional)
it: Nota (facoltativa)
ja: メモ（任意）
ro: Notă (opțional)
th: หมายเหตุ (ไม่บังคับ)
tr: Not (isteğe bağlı)
zh: 备注（可选）

source: Nothing free for these exact dates yet — we'll keep watching and email you when a match appears.
ar: لا يوجد متاح لهذه التواريخ بالضبط بعد — سنواصل المراقبة ونراسلك عند ظهور تطابق.
ar_ps: ما في إشي فاضي لهالتواريخ بالضبط لهلق — رح نضل نراقب ومنبعت لك إيميل لمّا يطلع توافق.
el: Τίποτα διαθέσιμο για αυτές ακριβώς τις ημερομηνίες ακόμη — θα συνεχίσουμε να παρακολουθούμε και θα σας ειδοποιήσουμε με email όταν εμφανιστεί ένα ταίριασμα.
es: Aún no hay nada libre para estas fechas exactas — seguiremos atentos y te avisaremos por correo cuando aparezca una coincidencia.
fa: هنوز چیزی برای دقیقاً این تاریخ‌ها خالی نیست — به جستجو ادامه می‌دهیم و هنگام پیدا شدن تطابق به شما ایمیل می‌زنیم.
fr: Rien de libre pour ces dates précises pour l'instant — nous continuons de surveiller et vous écrirons dès qu'une correspondance apparaît.
id: Belum ada yang kosong untuk tanggal persis ini — kami akan terus memantau dan mengemail Anda saat ada yang cocok.
it: Niente di libero per queste date precise — continueremo a monitorare e ti scriveremo quando appare una corrispondenza.
ja: この日程ちょうどに空きはまだありません。引き続き確認し、マッチが見つかり次第メールでお知らせします。
ro: Nimic liber pentru aceste date exacte încă — vom continua să urmărim și îți vom trimite un e-mail când apare o potrivire.
th: ยังไม่มีที่ว่างสำหรับวันที่เหล่านี้พอดี — เราจะคอยติดตามและส่งอีเมลหาคุณเมื่อพบรายการที่ตรงกัน
tr: Bu tarihler için henüz uygun bir şey yok — izlemeye devam edeceğiz ve bir eşleşme çıktığında sana e-posta göndereceğiz.
zh: 这些确切日期暂无空档——我们会持续关注，一旦有匹配便邮件通知你。

source: Nothing payable — confirming just sends the proposal.
ar: لا شيء مستحق الدفع — التأكيد يرسل الاقتراح فقط.
ar_ps: ما في إشي تدفعه — التأكيد بس بيبعت الاقتراح.
el: Τίποτα πληρωτέο — η επιβεβαίωση απλώς στέλνει την πρόταση.
es: No hay nada que pagar — confirmar solo envía la propuesta.
fa: چیزی برای پرداخت نیست — تأیید فقط پیشنهاد را ارسال می‌کند.
fr: Rien à payer — confirmer envoie simplement la proposition.
id: Tidak ada yang dibayar — mengonfirmasi hanya mengirim usulan.
it: Nulla da pagare — confermando si invia solo la proposta.
ja: 支払いはありません。確定すると提案が送信されるだけです。
ro: Nimic de plată — confirmarea doar trimite propunerea.
th: ไม่มีอะไรต้องชำระ — การยืนยันเป็นเพียงการส่งข้อเสนอ
tr: Ödenecek bir şey yok — onaylamak yalnızca teklifi gönderir.
zh: 无需付款——确认仅发送提议。

source: Notifications
ar: الإشعارات
ar_ps: الإشعارات
el: Ειδοποιήσεις
es: Notificaciones
fa: اعلان‌ها
id: Notifikasi
it: Notifiche
ja: 通知
ro: Notificări
th: การแจ้งเตือน
tr: Bildirimler
zh: 通知

source: Now
ar: الآن
ar_ps: هلق
el: Τώρα
es: Ahora
fa: اکنون
fr: Maintenant
id: Sekarang
it: Ora
ja: 今
ro: Acum
th: ตอนนี้
tr: Şimdi
zh: 现在

source: OK
ar: حسناً
ar_ps: تمام
es: Aceptar
fa: تأیید
th: ตกลง
tr: Tamam
zh: 好

source: On your wishlist destinations
ar: في وجهات قائمة أمنياتك
ar_ps: بوجهات قائمة أمنياتك
el: Στους προορισμούς της λίστας επιθυμιών σας
es: En tus destinos deseados
fa: در مقاصد فهرست آرزوهای شما
fr: Parmi vos destinations de liste de souhaits
id: Di tujuan wishlist Anda
it: Sulle destinazioni della tua wishlist
ja: ウィッシュリストの目的地
ro: În destinațiile din lista ta de dorințe
th: ในจุดหมายที่คุณอยากไป
tr: İstek listendeki yerlerde
zh: 在你心愿单的目的地

source: Only the approximate area is shown publicly.
ar: تُعرَض المنطقة التقريبية فقط للعامة.
ar_ps: بس المنطقة بالتقريب بتبيّن للعامة.
el: Μόνο η κατά προσέγγιση περιοχή εμφανίζεται δημόσια.
es: Solo se muestra públicamente la zona aproximada.
fa: فقط منطقه تقریبی به‌صورت عمومی نمایش داده می‌شود.
fr: Seule la zone approximative est affichée publiquement.
id: Hanya area perkiraan yang ditampilkan ke publik.
it: Pubblicamente viene mostrata solo l'area approssimativa.
ja: 公開されるのはおおよその場所のみです。
ro: Doar zona aproximativă este afișată public.
th: แสดงเฉพาะพื้นที่โดยประมาณต่อสาธารณะ
tr: Yalnızca yaklaşık bölge herkese açık gösterilir.
zh: 公开显示的仅为大致区域。

source: Open in Maps
ar: افتح في الخرائط
ar_ps: افتح بالخرائط
el: Άνοιγμα στους Χάρτες
es: Abrir en Mapas
fa: باز کردن در نقشه‌ها
fr: Ouvrir dans Plans
id: Buka di Maps
it: Apri in Mappe
ja: マップで開く
ro: Deschide în Hărți
th: เปิดใน Maps
tr: Harita'da aç
zh: 在地图中打开

source: Open trip
ar: افتح الرحلة
ar_ps: افتح الرحلة
el: Άνοιγμα ταξιδιού
es: Abrir viaje
fa: باز کردن سفر
fr: Ouvrir le voyage
id: Buka perjalanan
it: Apri viaggio
ja: 旅行を開く
ro: Deschide călătoria
th: เปิดทริป
tr: Seyahati aç
zh: 打开行程

source: Optimize Listing Photos
ar: حسّن صور العرض
ar_ps: حسّن صور الإعلان
el: Βελτιστοποίηση φωτογραφιών καταχώρισης
es: Optimizar fotos del anuncio
fa: بهینه‌سازی عکس‌های آگهی
fr: Optimiser les photos de l'annonce
id: Optimalkan Foto Listing
it: Ottimizza le foto dell'annuncio
ja: リスティング写真を最適化
ro: Optimizează fotografiile anunțului
th: ปรับรูปรายการให้เหมาะสม
tr: İlan Fotoğraflarını İyileştir
zh: 优化房源照片

source: or continue with
ar: أو تابع باستخدام
ar_ps: أو كمّل مع
el: ή συνεχίστε με
es: o continúa con
fa: یا ادامه با
fr: ou continuer avec
id: atau lanjutkan dengan
it: oppure continua con
ja: または次で続ける
ro: sau continuă cu
th: หรือดำเนินการต่อด้วย
tr: veya şununla devam et
zh: 或使用以下方式继续

source: Order by
ar: الترتيب حسب
ar_ps: رتّب حسب
el: Ταξινόμηση κατά
es: Ordenar por
fa: مرتب‌سازی بر اساس
fr: Trier par
id: Urutkan menurut
it: Ordina per
ja: 並び順
ro: Ordonează după
th: เรียงตาม
tr: Sırala
zh: 排序方式

source: Otherwise we'll use your home's availability.
ar: وإلا فسنستخدم توفر منزلك.
ar_ps: غير هيك رح نستخدم توفّر بيتك.
el: Διαφορετικά θα χρησιμοποιήσουμε τη διαθεσιμότητα του σπιτιού σας.
es: De lo contrario, usaremos la disponibilidad de tu casa.
fa: در غیر این صورت از در دسترس بودن خانه شما استفاده می‌کنیم.
fr: Sinon, nous utiliserons la disponibilité de votre logement.
id: Jika tidak, kami akan memakai ketersediaan rumah Anda.
it: Altrimenti useremo la disponibilità della tua casa.
ja: 指定しない場合は、住まいの空き状況を使用します。
ro: În caz contrar, vom folosi disponibilitatea locuinței tale.
th: มิฉะนั้นเราจะใช้ช่วงว่างของบ้านคุณ
tr: Aksi hâlde evinin uygunluğunu kullanırız.
zh: 否则我们将使用你家的可用时段。
